/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf saniye";

/* No comment provided by engineer. */
"%i hours" = "%i saat";

/* No comment provided by engineer. */
"%i minutes" = "%i dakika";

/* No comment provided by engineer. */
"1 day" = "1 gün";

/* No comment provided by engineer. */
"1 hour" = "1 saat";

/* No comment provided by engineer. */
"1 minute" = "1 dakika";

/* No comment provided by engineer. */
"1 second" = "1 saniye";

/* No comment provided by engineer. */
"1 week" = "1 hafta";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Dosya Eki>>";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Tüm İşaretleri Sil";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Buranın Altındaki İşaretleri Sil";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Buranın Solundaki İşaretleri Sil";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Buranın Sağındaki İşaretleri Sil";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Buranın Üstündeki İşaretleri Sil";

/* Copy the link to the clipboard */
"Copy Link" = "Bağlantıyı Kopyala";

/* No comment provided by engineer. */
"Image Picker" = "Resim Seçici";

/* No comment provided by engineer. */
"Invalid Input" = "Geçersiz Giriş";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Son İşarete Git";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Sonraki İşarete Git";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Önceki İşarete Git";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Picture" = "Resim";

/* No comment provided by engineer. */
"Select Image" = "Resim Seç";

/* Strings the code localizes which had never been extracted; English value = key. */
"%li days" = "%li gün";
"%li hours" = "%li saat";
"%li minutes" = "%li dakika";
"%li weeks" = "%li hafta";
